app/views/word_counts/index.html.erb

    <td><%= word_count.word %></td>
    <td><%= word_count.count %></td>
---
SELECT `word_counts`.* FROM `word_counts`