app/controllers/word_counts_controller.rb

  def index
    @word_counts = WordCount.all
---
SELECT `word_counts`.* FROM `word_counts`

  def show
    @word_count = WordCount.where(:word => params[:id])
---
SELECT `word_counts`.* FROM `word_counts` WHERE `word_counts`.`word` = 'abaixo'